arcticicestudio.nord-visual-studio-code
britesnow.vscode-toggle-quotes
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
coenraads.bracket-pair-colorizer
connorshea.vscode-ruby-test-adapter
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-pull-request-github
graphql.vscode-graphql
hbenl.vscode-test-explorer
hridoy.rails-snippets
ibm.output-colorizer
kaiwood.endwise
mhutchie.git-graph
misogi.ruby-rubocop
oderwat.indent-rainbow
rebornix.ruby
sianglim.slim
tomoki1207.pdf
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
zhuangtongfa.material-theme
